Repository: GNOME/gnome-contacts
Catalog: po/*.po
Languages: ug

source: Contacts
ug: ئالاقەداش

source: Manage your contacts
ug: ئالاقەداشلىرىڭىزنى باشقۇرىدۇ

source: friends;address book;
ug: دوست;ئادرېس دەپتىرى;friends;address book;

source: Contacts keeps and organize your contacts information. You can create, edit, delete and link together pieces of information about your contacts. Contacts aggregates the details from all your sources providing a centralized place for managing your contacts.
ug: ئالاقەداش ئالاقەداشلىرىڭىزنىڭ ئۇچۇرلىرىنى ساقلاپ ۋە باشقۇرىدۇ. سىز ئالاقەداش قۇرۇپ، تەھرىرلەپ، ئۆچۈرۈپ شۇنداقلا ئالاقەداشلىرىڭىز ھەققىدىكى ئۇچۇرلارنى توپلىيالايسىز. ئالاقەداش ھەر قايسى تەرەپلەردىكى ئالاقەداشلارنىڭ ئۇچۇرلىرىنى جۇغلاپ، مەركەزلەشتۈرۈپ باشقۇرىدۇ.

source: Contacts will also integrate with online address books and automatically link contacts from different online sources.
ug: ئالاقەداش توردىكى ئادرېس دەپتىرىنىمۇ بىرلەشتۈرۈپ توردىكى ھەر خىل ھېساباتتىكى ئالاقەداشلارنى ئۆزلۈكىدىن باغلايدۇ.

source: Contacts with no contacts
ug: ئالاقىسىز ئالاقەداش

source: Contacts filled with contacts
ug: ئالاقىدار ئالاقەداش

source: Contacts in selection mode
ug: تاللاش ھالىتىدىكى ئالاقەداش

source: Contacts setup view
ug: ئالاقەداش تەڭشەك كۆرۈنۈشى

source: Contacts edit view
ug: ئالاقەداش تەھرىر كۆرۈنۈشى

source: The GNOME Project
ug: GNOME قۇرۇلۇشى

source: Select a new avatar
ug: يېڭى سىما تاللىنىدۇ

source: _Cancel
ug: ۋاز كەچ(_C)

source: _Done
ug: تامام(_D)

source: _Take a Picture…
ug: سۈرەتكە تارت(_T)…

source: _Select a File…
ug: ھۆججەت تاللىنىدۇ(_S)…

source: Set Birthday
ug: تۇغۇلغان كۈن تەڭشىكى

source: _Set
ug: تەڭشەك(_S)

source: Day
ug: كۈن

source: Month
ug: ئاي

source: Year
ug: يىل

source: Remove Birthday
ug: تۇغۇلغان كۈنىنى چىقىرىۋەت

source: Select a Contact
ug: ئالاقەداش تاللىنىدۇ

source: Take a Picture
ug: سۈرەتكە تارت

source: Change Avatar
ug: سىما ئۆزگەرت

source: Remove Avatar
ug: سىمانى چىقىرىۋەت

source: Import Contacts
ug: ئالاقەداش ئەكىر

source: _Import
ug: ئەكىر(_I)

source: Link Contacts
ug: ئالاقەداش ئۇلاش

source: List Contacts By:
ug: ئالاقەداش تىزىلىش تەرتىپى:

source: _First Name
ug: ئاتى(_L)

source: _Surname
ug: تەگئات(_S)

source: _Import From File…
ug: ھۆججەتتىن ئەكىر(_I)…

source: _Export All Contacts…
ug: ھەممە ئالاقەداشنى چىقار(_E)…

source: _Preferences
ug: مايىللىق(_P)

source: _Keyboard Shortcuts
ug: ھەرپتاختا تېزلەتمىسى(_K)

source: _Help
ug: ياردەم(_H)

source: _About Contacts
ug: ئالاقەداش ھەققىدە(_A)

source: Mark as Favorite
ug: يىغقۇچتا بەلگىسى سال

source: Unmark as Favorite
ug: يىغقۇچتا ئەمەس بەلگىسى سال

source: Share as QR Code
ug: QR كودى سۈپىتىدە ھەمبەھىرلە

source: Delete Contact
ug: ئالاقەداش ئۆچۈر

source: Add New Contact
ug: يېڭى ئالاقەداش قوش

source: Main Menu
ug: ئاساسىي تىزىملىك

source: Select Contacts
ug: ئالاقەداش تاللىنىدۇ

source: Cancel Selection
ug: تاللاشتىن ۋاز كەچ

source: Search contacts
ug: ئالاقەداش ئىزدە

source: _Export
ug: چىقار(_E)

source: Export Selected Contacts
ug: تاللانغان ئالاقەداشنى چىقار

source: _Link
ug: ئۇلانما(_L)

source: Link Selected Contacts Together
ug: تاللانغان ئالاقەداشلارنى ئۆزئارا باغلايدۇ

source: _Delete
ug: ئۆچۈر(_D)

source: Edit Contact
ug: ئالاقەداش تەھرىر

source: Contact Menu
ug: ئالاقەداش تىزىملىك

source: Address Books
ug: ئادرېس دەپتىرى

source: Share Contact
ug: ئالاقەداش ھەمبەھىر

source: QR Code
ug: QR كودى

source: Scan to Save
ug: تاراپ ساقلا

source: Contacts Setup
ug: ئالاقەداش تەڭشىكى

source: _Quit
ug: چېكىن(_Q)

source: Cancel Setup And Quit
ug: تەڭشەشتىن ۋاز كېچىپ ۋە چېكىن

source: Complete setup
ug: تەڭشەك تامام

source: Welcome
ug: مەرھابا

source: Please select your main address book: this is where new contacts will be added. If you keep your contacts in an online account, you can add them using the online accounts settings.
ug: ئاساسىي ئادرېس دەپتىرىنى تاللاڭ: يېڭى ئالاقەداش مەزكۇر ئادرېس دەپتىرىگە قوشۇلىدۇ. ئەگەر ئالاقەداشلىرىڭىزنى توردىكى ھېساباتىڭىزدا ساقلىسىڭىز، ھېسابات تەڭشەكتىن ئۇلارنى قوشالايسىز.

# shortcut window
source: Overview
ug: ئىخچام كۆرۈنۈش

# shortcut window
source: Help
ug: ياردەم

# shortcut window
source: Open menu
ug: تىزىملىك ئاچ

# shortcut window
source: Show preferences
ug: مايىللىقنى كۆرسەت

# shortcut window
source: Create a new contact
ug: يېڭى ئالاقەداش قۇرىدۇ

# shortcut window
source: Search contacts
ug: ئالاقەداش ئىزدە

# shortcut window
source: Shortcut list
ug: تېزلەتمە تىزىمى

# shortcut window
source: Quit
ug: چېكىن

# shortcut window
source: Editing or creating a contact
ug: ئالاقەداش تەھرىرلەيدۇ ياكى قۇرىدۇ

# shortcut window
source: Save current changes to contact
ug: نۆۋەتتىكى ئالاقەداشنى ساقلايدۇ

# shortcut window
source: Cancel current changes for contact
ug: نۆۋەتتىكى ئالاقەداشنىڭ ئۆزگىرىشلىرىدىن ۋاز كېچىدۇ

source: Show contact with this email address
ug: مۇشۇنداق ئېلخەت ئادرېسى بار ئالاقەداشنى كۆرسىتىدۇ

source: Show contact with this individual id
ug: مۇشۇنداق كىملىكى بار ئالاقەداشنى كۆرسىتىدۇ

source: Show contacts with the given filter
ug: بېرىلگەن سۈزگۈچ بويىچە ئالاقەداشنى كۆرسىتىدۇ

source: Show the current version of Contacts
ug: ئالاقەداشنىڭ نۆۋەتتىكى نەشرىنى كۆرسىتىدۇ

source: Contact not found
ug: ئالاقەداش تېپىلمىدى

source: No contact with id %s found
ug: كىملىكى %s بولغان ئالاقەداش تېپىلمىدى

source: _Close
ug: ياپ(_C)

source: translator-credits
ug: تەرجىمان تۆھپىسى Gheyret Kenji <gheyret@gmail.com> ئابدۇقادىر ئابلىز <sahranbay@gmail.com>

source: © 2011 Red Hat, Inc. © 2011-2020 The Contacts Developers
ug: نەشر ھوقۇقى © 2011 Red Hat, Inc غا تەۋە. ئىجادكار ئالاقىسى © 2020-2011

source: No contact with email address %s found
ug: ئېلخەت ئادرېسى %s بولغان ئالاقەداش تېپىلمىدى

source: Primary address book not found
ug: ئاساسىي ئادرېس دەپتىرى تېپىلمىدى

source: Contacts can't find the configured primary address book. You might experience issues creating or editing contacts
ug: ئالاقەداش سەپلەنگەن ئاساسىي ئادرېس دەپتىرىنى تاپالمىدى. ئالاقەداش قۇرۇش ياكى تەھرىرلەشتە مەسىلىگە يولۇقۇشىڭىز مۇمكىن

source: Go To _Preferences
ug: مايىللىققا يۆتكەل(_P)

source: Select contact file
ug: ئالاقەداش ھۆججىتى تاللىنىدۇ

source: Import
ug: ئەكىر

source: vCard files
ug: vCard ھۆججەت

source: No Camera Detected
ug: كامېرا بايقالمىدى

source: Browse for more pictures
ug: تېخىمۇ كۆپ سۈرەتكە كۆز يۈگۈرت

source: _Open
ug: ئاچ(_O)

source: Image File
ug: سۈرەت ھۆججىتى

source: Failed to set avatar.
ug: سىما تەڭشىيەلمىدى.

source: _Show More
ug: تېخىمۇ كۆپ كۆرسەت(_S)

source: Add email
ug: ئېلخەت قوش

source: Add phone number
ug: تېلېفون نومۇرى قوش

source: Website
ug: تور بېكەت

source: Full name
ug: تولۇق ئاتى

source: Nickname
ug: تەخەللۇس

source: Birthday
ug: تۇغۇلغان كۈن

source: Organization
ug: تەشكىل

source: Role
ug: رول

source: Label
ug: بەلگە

source: Street
ug: كوچا

source: Extension
ug: كېڭەيتىلمە

source: City
ug: شەھەر

source: State/Province
ug: ئىشتات/ئۆلكە

source: Zip/Postal Code
ug: پوچتا نومۇرى

source: PO box
ug: خەت ساندۇقى

source: Country
ug: دۆلەت

source: Favorites
ug: يىغقۇچ

source: All Contacts
ug: ھەممە ئالاقەداش

source: Send an email to %s
ug: %s غا ئېلخەت يوللا

source: Visit website
ug: تور بېكەت زىيارەت

source: Their birthday is today! 🎉
ug: بۈگۈن تۇغۇلغان كۈنى! 🎉

source: Show on the map
ug: خەرىتىدە كۆرسەت

source: Deleting %d contact
ug: %d ئالاقەداشنى ئۆچۈرۈۋاتىدۇ

source: Local Address Book
ug: يەرلىك ئادرېس دەپتىرى

source: Local Contact
ug: يەرلىك ئالاقەداش

source: AOL Instant Messenger
ug: AOL مۇڭداشقۇسى

source: Google Talk
ug: Google سۆھبەت

source: Local network
ug: يەرلىك تور

source: Windows Live Messenger
ug: Windows Live مۇڭداشقۇ

source: Tencent QQ
ug: تىڭشۈن QQ

source: Telephony
ug: تېلېفون

source: Yahoo! Messenger
ug: Yahoo! مۇڭداشقۇ

source: An error occurred reading the selected file
ug: تاللانغان ھۆججەتنى ئوقۇۋاتقاندا خاتالىق كۆرۈلدى

source: An error occurred reading the file '%s'
ug: ھۆججەت «‎%s‎‏» نى ئوقۇۋاتقاندا خاتالىق كۆرۈلدى

source: The imported file does not seem to contain any contacts
ug: ئەكىرگەن ھۆججەتتە ھېچقانداق ئالاقەداش يوقتەك قىلىدۇ

source: Found %u contact
ug: %u ئالاقەداش تېپىلدى

source: Can't import: no contacts found
ug: ئەكىرەلمەيدۇ: ئالاقەداش تېپىلمىدى

source: By continuing, you will import %u contact
ug: ئەگەر داۋاملاشسا، %u ئالاقەداشنى ئەكىرىسىز

source: Linked %d contact
ug: %d ئالاقەداش باغلاندى

source: Is this the same person as %s from %s?
ug: %s ئالاقەداش بىلەن %s دىن ئەكىرگەن كىشى بىر ئادەممۇ؟

source: Is this the same person as %s?
ug: بۇ كىشى %s بىلەن بىر ئادەممۇ؟

source: %llu Selected
ug: %llu تاللاندى

source: _Add
ug: قوش(_A)

source: Editing %s
ug: «%s» نى تەھرىرلەۋاتىدۇ

source: %d Selected
ug: %d تاللاندى

source: _Undo
ug: يېنىۋال(_U)

source: New Contact
ug: يېڭى ئالاقەداش

source: Discard changes?
ug: ئۆزگىرىشنى تاشلىۋېتەمدۇ؟

source: Changes which are not saved will be permanently lost.
ug: ساقلانمىغان ئۆزگىرىش مەڭگۈلۈك يوقىلىدۇ.

source: _Discard
ug: تاشلىۋەت(_D)

source: Export to file
ug: ھۆججەتكە چىقار

source: Primary Address Book
ug: ئاساسىي ئادرېس دەپتىرى

source: New contacts will be added to the selected address book. You are able to view and edit contacts from other address books.
ug: يېڭى ئالاقەداش تاللانغان ئادرېس دەپتىرىگە قوشۇلىدۇ. ئالاقەداشنى باشقا ئادرېس دەپتىرىدىن كۆرۈپ ۋە تەھرىرلىيەلەيسىز.

source: _Online Accounts
ug: توردىكى ھېسابات(_O)

source: Open the Online Accounts panel in Settings
ug: تەڭشەكتە توردىكى ھېسابات كۆزنەكچىنى ئاچىدۇ

source: Scan the QR code to save the contact <b>%s</b>.
ug: ئالاقەداش <b>%s</b> نى ساقلاشتا QR كودى تارىلىدۇ.

source: Unlinking contacts
ug: ئالاقەداش ئۇلانمىسىنى ئۈز

source: Postal addresses
ug: پوچتا ئادرېسى

source: Alias
ug: تەخەللۇس

source: Avatar
ug: سىما

source: Unnamed Person
ug: ئاتسىز ئادەم

source: Email addresses
ug: ئېلخەت ئادرېس

source: Instant Messaging addresses
ug: شۇئان مۇڭداشقۇ ئادرېسى

source: Notes
ug: ئىزاھ

source: Phone numbers
ug: تېلېفون نومۇرى

source: Roles
ug: ۋەزىپە

source: %s at %s
ug: %s %s

source: Structured name
ug: قۇرۇلمىلىق ئات

source: Other
ug: باشقا

source: Home
ug: باش بەت

source: Work
ug: ئىش

source: Personal
ug: شەخسىي

source: Assistant
ug: ياردەمچى

source: Work Fax
ug: خىزمەت فاكس

source: Callback
ug: قايتۇرما چاقىرىق

source: Car
ug: ماشىنا

source: Company
ug: شىركەت

source: Home Fax
ug: ئۆي فاكس

source: Mobile
ug: كۆچمە ئۈسكۈنە

source: Fax
ug: فاكس

source: Pager
ug: چاقىرغۇ

source: Radio
ug: رادىيو

source: Telex
ug: تېلېگرامما

source: URLs
ug: تور ئادرېس

source: Importing contacts from '%s'
ug: «%s» دىن ئالاقەداش ئەكىرىۋاتىدۇ

source: First-time setup done.
ug: تۇنجى قېتىملىق تەڭشەش تاماملاندى.

source: Set to true after the user has run the first-time setup wizard.
ug: ئىشلەتكۈچى تۇنجى قېتىملىق تەڭشەكنى ئىجرا قىلغاندىن كېيىن true يەنى راستقا تەڭشىدى.

source: Sort contacts on surname.
ug: ئالاقەداشنى تەگئات بويىچە تەرتىپلەيدۇ.

source: If this is set to true, the list of contacts will be sorted on their surnames. Otherwise, it will be sorted on the first names of the contacts.
ug: ئەگەر بۇ تاللانما true يەنى راستقا تەڭشەلسە، ئالاقەداش تىزىمى تەگئات بويىچە تەرتىپلەيدۇ. ئۇنداق بولمىسا، ئالاقەداش ئاتى بويىچە تەرتىپلەيدۇ.

source: The default height of the contacts window.
ug: ئالاقەداش كۆزنىكىنىڭ كۆڭۈلدىكى ئېگىزلىكى.

source: If the window size has not been changed by the user yet this will be used as the initial value for the height of the window.
ug: ئەگەر كۆزنەك چوڭلۇقىنى ئىشلەتكۈچى ئۆزگەرتمىگەن بولسا، بۇنى كۆزنەك ئېگىزلىكىنىڭ دەسلەپكى قىممىتى قىلىپ تەڭشەيدۇ.

source: The default width of the contacts window.
ug: ئالاقەداش كۆزنىكىنىڭ كۆڭۈلدىكى كەڭلىكى.

source: If the window size has not been changed by the user yet this will be used as the initial value for the width of the window.
ug: ئەگەر كۆزنەك چوڭلۇقىنى ئىشلەتكۈچى ئۆزگەرتمىگەن بولسا، بۇنى كۆزنەك كەڭلىكىنىڭ دەسلەپكى قىممىتى قىلىپ تەڭشەيدۇ.

source: Is the window maximized?
ug: كۆزنەك چوڭايتىلغانمۇ؟

source: Stores if the window is currently maximized.
ug: نۆۋەتتە كۆزنەكنىڭ چوڭايتىلغان ياكى چوڭايتىلمىغان ھالىتىنى ساقلايدۇ.

source: Is the window fullscreen
ug: كۆزنەك تولۇق ئېكران ھالەتتىمۇ
