Repository: GNOME/gnome-contacts
Catalog: po/ab.po
Languages: ab

source: Contacts
ab: Аимадарақәа

source: Contacts with no contacts.
ab: Аимадарақәа адыррақәа рыда.

source: Contacts filled with contacts
ab: Аимадарақәа адыррақәа рыла иҭәу

source: Contacts in selection mode
ab: Алхра арежим змоу аимадарақәа

source: Contacts setup view
ab: Аимадарақәа реиҽкаара ахкы

source: Contacts edit view
ab: Аимадарақәа аредакциарзура ахкы

source: friends;address book;
ab: аҩызцәа; аҭыӡҭыҧ шәҟәы;

source: Select a new avatar
ab: Аватар ҿыц алхра

source: Cancel
ab: Аԥыхры

source: Done
ab: Ихиоуп

source: Take a Picture…
ab: Афотосахьа аҟаҵара....

source: Select a File…
ab: Афаила алшәха...

source: Select a Contact
ab: Аимадара алхра

source: Change Addressbook
ab: Аҭыӡҭыҧ шәҟәы аҧсахра

source: First Name
ab: Хьыӡла

source: Surname
ab: Ажәла

source: Import…
ab: аимпорт азура…

source: Preferences
ab: Ахышәарақәа

source: Keyboard Shortcuts
ab: Арыдқәа реилаҵа

source: Help
ab: Аилыркаа

source: About Contacts
ab: Аҧшьы иазкны

source: Create new contact
ab: Аимадара ҿыц аҧҵара

source: Menu
ab: Амениу

source: Select Items
ab: Аелементқәа ралхра

source: Cancel Selection
ab: Алкаара аҧыхра

source: Loading
ab: Аҭагалара

source: Type to search
ab: Ааҧшаар адҵаалара аҭагалара

source: Export
ab: Аекспорт азура

source: Export Selected Contacts
ab: Иалху аимадарақәа аекспорт рзура

source: Link
ab: Аидҳәалара

source: Link Selected Contacts Together
ab: Иалху аимадарақәа реидҿаҳәалара

source: Back
ab: Шьҭахьҟа

source: _Cancel
ab: _Аԥыхра

source: Edit Contact
ab: Аимада аҧсахра

source: Delete Contact
ab: Аимадара аныхра

source: Address Books
ab: Аҭыӡҭыԥтә шәҟәы

source: Contacts Setup
ab: Аимадарақәа рырхиара

source: _Quit
ab: _Ахырқәшара

source: Cancel Setup And Quit
ab: Аҽаҵаҩра аҧыхны аҭыҵра

source: _Done
ab: _Ихиоуп

source: _Close
ab: _Аркра

source: © 2011 Red Hat, Inc. © 2011-2020 The Contacts Developers
ab: © 2011 Red Hat, Inc. © 2011-2020 Аимадарақәа рыҟаҵаҩцәа

source: Go To _Preferences
ab: _Ахышәарақәа рахь аиасра

source: Select contact file
ab: Аимадарақәа рфаил алшәх

source: Import
ab: Аимпорт азура

source: vCard files
ab: афаилқәа vCard

source: Error reading file
ab: Афаил аҧхьара агха

source: An error occurred reading the file '%s'
ab: Афайла '%s' аҧхьараан иҟалеит агха

source: No contacts found
ab: Аимадарақәа ҧшааӡам

source: The imported file does not seem to contain any contacts
ab: Иҟалап аимпорт зызу афаил аимадарақәа амамзар

source: Continue Import?
ab: Аимпорҟаҵара иацҵатәума?

source: No Camera Detected
ab: Акамера ҧшааӡам

source: Browse for more pictures
ab: Иацҵаны асахьақәа рыҧшаара

source: _Open
ab: _Аартра

source: Failed to set avatar.
ab: Аватар ашьақәыргылара залшом.

source: Change avatar
ab: Аватар аҧсахра

source: Add name
ab: Ахьӡ ацҵара

source: Show More
ab: Еиҳаны арбара

source: Add email
ab: Аел. ҧошьҭа арбара

source: Add phone number
ab: Аҭел аномер ацҵара

source: Website
ab: Веб-асаит

source: Nickname
ab: Ахьӡырҩашьа

source: Birthday
ab: Аирамш

source: Set Birthday
ab: Аирамш ашьақәыргылара

source: Organisation
ab: Аиҿкаара

source: Role
ab: Ароль

source: Label
ab: Ахҵара

source: Day
ab: Амш

source: Month
ab: Амз

source: Year
ab: Ашықәс

source: Change Birthday
ab: Аирамш аҧсахра

source: Set
ab: Ашьақәыргылара

source: Street
ab: Амҩаду

source: City
ab: Ақалақь

source: State/Province
ab: Аштат/Аҵакыра

source: Zip/Postal Code
ab: Аҧошьҭатә индекс

source: PO box
ab: Аҧошьҭаҭра

source: Country
ab: Атәыла

source: Favorites
ab: Иалкаау

source: All Contacts
ab: Аимадарақәа зегьы

source: Send an email to %s
ab: Аел. цҳамҭа %s ахь ашьҭра

source: Visit website
ab: Авеб-саит аҭаара

source: Their birthday is today! 🎉
ab: Урҭ иахьа рымшира ыҟоуп! 🎉

source: Show on the map
ab: Ахсаала арбара

source: Local Address Book
ab: Илокалу аҭыӡҭыҧтә шәҟәы

source: Local Contact
ab: Алокалтә еимадара

source: Local network
ab: Алокалтә аҳа

source: Unlink
ab: Аидыгара

source: Is this the same person as %s from %s?
ab: Ари ауаҩԥсы абни иоума %s %s аҟынтә?

source: Is this the same person as %s?
ab: Ари ауаҩԥсы абни иоума %s?

source: _Add
ab: _Ацҵара

source: Editing %s
ab: Аԥсахра %s

source: _Undo
ab: _Аԥыхра

source: New Contact
ab: Аимадара аԥҵара

source: Unmark as favorite
ab: Иалкаақәу рҟынтә ақәгара

source: Mark as favorite
ab: Иалкаау ахь ацҵара

source: Export to file
ab: Афаил ахь аекспорт азура

source: _Export
ab: _Аекспорт азура

source: Primary Address Book
ab: Ихадоу аҭыӡҭыԥтә шәҟәы

source: _Online Accounts
ab: _Аҳатә аҳасабырбатә нҵамҭақәа

source: Unlinking contacts
ab: Аимадарақәа реидыгара

source: Alias
ab: Ахьӡырҩашьа

source: Avatar
ab: Аватар

source: Calendar event
ab: Ахҭысқәа амзар аҟны

source: Email address
ab: Аел. ԥошьҭа аҭыӡҭыԥ

source: Full name
ab: Ихарҭәаау ахьӡ

source: Gender
ab: Ахаҵара-аҧҳәысра

source: Group
ab: Агәыԥ

source: Instant messaging
ab: Иаразнактәи ацҳамҭақәа реимадара

source: Favourite
ab: Иалкаау

source: Local ID
ab: Алокалтә

source: Note
ab: Азгәаҭа

source: Phone number
ab: Аҭел аномер

source: Address
ab: Аҭыӡҭыԥ

source: Structured name
ab: Ажәла

source: Web service
ab: Веб-асервис

source: Unnamed Person
ab: Ихьӡыдоу аимадара

source: %s at %s
ab: %s аҟны %s

source: Other
ab: Егьырҭ

source: Work
ab: Аусура

source: Personal
ab: Ахатәы

source: Assistant
ab: Ацхырааҩ

source: Work Fax
ab: Аусуратә факс

source: Callback
ab: Шьҭахьҟатәи аимадара

source: Car
ab: Амашьына

source: Company
ab: Ахеидкыла

source: Home Fax
ab: Аҩнытәи афакс

source: Mobile
ab: Абилин

source: Fax
ab: Афакс

source: Pager
ab: Пеиджер

source: Radio
ab: Арадио
